hello = Привет, <b>{ $user }</b>!
profile_message =
    👤 Профиль

    — Telegram ID: <i>{ $telegram_id }</i>
    — Ваш текущий язык: 🇷🇺 <i>Русский</i>
    — Часовой пояс: <i>{ $time_zone }</i>
    — Почта: <i>{ $email }</i>
    Здесь можно настраивать свой аккаунт:

subscription_message =
    🔑 Моя подписка

tariff_message =
    💳 Тарифные планы

    Продукт: Закрытый канал

support_message =
    🤝 Поддержка

    💌 По всем вопросам пишите @support_bot

choose_language =
    👤 Профиль

    📝 Редактирование языка

    Выберите язык бота:

en_lang = English
ru_lang = Русский
lang_is_switched = Язык переключен на { ru_lang }.

#Кнопки
tariff_button = 💳 Тарифные планы
profile_button = 👤 Профиль
subscription_button = 🔑 Моя подписка
support_button = 🤝 Поддержка
admin_button = ⚙️ Админ панель

language_button = 🌍 Язык
email_button = 📬 Почта
time_zone_button = 🌐 Часовой пояс

subscription = Подписка | { $duration_days } дней | { $price } { $currency }

back = Назад